{
    "banner1.title": "Entsperren Sie heute Ihre Englischkenntnisse!",
    "banner1.description": "Sprechen Sie selbstbewusst Englisch mit uns.",
    "banner2.title": "Ihre Reise zum fließenden Englisch beginnt hier.",
    "banner2.description": "Entdecken Sie die Kraft des fließenden Englisch.",
    "banner3.title": "Verbessern Sie Ihre Englischkenntnisse jetzt!",
    "banner3.description": "Treten Sie ein, um die Kunst des gesprochenen Englisch zu meistern.",
    "banner1.buttonText": "Kostenlose Kurse",
    "hero.title": "Werde ein selbstbewusster englischer Sprecher",
    "hero.description": "Du bereitest dich also auf die IELTS-Prüfung vor, fühlst dich aber unsicher, wenn du Englisch sprechen musst, oder? Vielleicht lernst du schon seit der Schule Englisch, aber du bleibst immer stecken, wenn du sprichst. Außerdem, und ich rate hier nur, manchmal hast du das Gefühl, dass dein Englisch im Kopf großartig ist, aber wenn du sprichst, kommt es viel schlechter heraus. Wenn sich das bekannt anhört, dann bist du, was ich einen kämpfenden Englischschüler nenne, aber keine Sorge, denn ich kann dir helfen, ein selbstbewusster englischer Sprecher zu werden.",
    "hero.buttonText": "Loslegen",
    "beInstructor.title": "Werden Sie Dozent",
    "beInstructor.description": "Möchten Sie Ihre Erfahrungen im Bereich Englisch erweitern? Möchten Sie Ihr Wissen mit Studenten und Berufstätigen teilen? Wenn ja, würden wir uns freuen, Sie als Dozenten einzustellen.",
    "beInstructor.buttonText": "Jetzt bewerben",
    "popularCourse.title": "Beliebte Kurse",
    "popularCourse.viewAll": "Alle anzeigen",
    "popularCourse.courseDetails": "Kursdetails",
    "process.howItWorks": "Wie es funktioniert",
    "process.joinCourse": "Kurs beitreten",
    "process.studyPracticeReview": "Studieren, Üben und Überprüfen",
    "process.speakConfidently": "Selbstbewusst sprechen",
    "blogs.title": "BLOGS",
    "blogs.readMore": "Mehr lesen",
    "blogs.viewMore": "Mehr anzeigen",
    "footer.title": "Besser Englisch sprechen",
    "footer.buttonText": "Meine Online-Kurse",
    "footer.services": "Dienstleistungen",
    "footer.branding": "Markenbildung",
    "footer.design": "Design",
    "footer.marketing": "Marketing",
    "footer.advertisement": "Werbung",
    "footer.company": "Unternehmen",
    "footer.aboutUs": "Über uns",
    "footer.contactUs": "Kontakt",
    "footer.jobs": "Jobs",
    "footer.faqs": "FAQs",
    "footer.legal": "Rechtliches",
    "footer.termsOfUse": "Nutzungsbedingungen",
    "footer.privacyPolicy": "Datenschutzrichtlinie",
    "footer.cookiePolicy": "Cookie-Richtlinie",
    "footer.siteMap": "Sitemap",
    "footer.eLearner": "E-Learner",
    "footer.copyright": "Urheberrechte © 2023",
    "footer.language": "Sprache",
    "footer.languageDropdownPlaceholder": "Sprache auswählen",
    "contactForm.title": "Lass uns sprechen",
    "contactForm.nameLabel": "Name",
    "contactForm.emailLabel": "E-Mail",
    "contactForm.messageLabel": "Nachricht",
    "contactForm.submitButton": "Senden",
    "contactForm.namePlaceholder": "Ihr Name",
    "contactForm.emailPlaceholder": "Ihre E-Mail",
    "contactForm.messagePlaceholder": "Ihre Nachricht",
    "videoPlayer.title": "Was unsere Schüler sagen",
    "videoPlayer.content": "Unsere Schüler haben positive Rückmeldungen zu unseren Kursen für gesprochenes Englisch gegeben. Sie schätzen die ansprechende und interaktive Natur der Kurse, die ihnen geholfen hat, ihre Sprechfertigkeiten mit Selbstbewusstsein zu verbessern. Sie schätzen auch die unterstützenden und geduldigen Dozenten, die eine angenehme Lernumgebung schaffen. Insgesamt finden sie unsere Kurse effektiv und angenehm zur Verbesserung ihrer Englischkenntnisse.",
    "videoPlayer.buttonText": "Loslegen",
    "freelivelessons.title": "Kostenlose Live-Unterricht!",
    "freelivelessons.latestLesson": "Hier ist die neueste Live-Unterricht",
    "freelivelessons.lessonDescription": "Die Sprechakademie bietet KOSTENLOSE Live-Unterricht zu vielen verschiedenen Themen an. In den Unterrichtsstunden wählen wir ein beliebtes Thema aus und betrachten dann den Wortschatz, einschließlich Redewendungen und Kollokationen, Grammatik, Aussprache, Tipps und Techniken. Sie können auf meinem YouTube-Kanal oder meiner Facebook-Seite zuschauen.",
    "freelivelessons.moreLessonsTitle": "Mehr kostenlose Sprechstunden",
    "freelivelessons.viewMoreVideos": "Mehr Videos anzeigen",
    "freelivelessons.vocabularyTitle": "Vokabeln lernen fürs Sprechen",
    "freelivelessons.vocabularyDescription": "Das Lernen von Vokabeln fürs Sprechen ist ein Eckpfeiler der effektiven Kommunikation. Mit einem umfangreichen Wortschatz können Sie Ideen klar vermitteln, Zuhörer einbinden und Emotionen präzise ausdrücken. Es ermöglicht Ihnen, Wörter auszuwählen, die bei Ihrem Publikum Anklang finden und Ihre Rede fesselnder und wirkungsvoller gestalten. Ein robuster Wortschatz stärkt außerdem Ihre Erzählkunst. Sie können lebhafte Bilder mit Worten malen und Ihre Zuhörer in Erzählungen eintauchen lassen, die einen bleibenden Eindruck hinterlassen. Diese Fähigkeit ist nicht nur in informellen Gesprächen, sondern auch in öffentlichen Reden, Präsentationen und Interviews wertvoll. In Sprachkompetenzprüfungen wie dem IELTS kann ein vielfältiger Wortschatz Ihre Punktzahlen im Sprechabschnitt erheblich steigern. Er zeigt Ihre Sprachkompetenz und Ihre Fähigkeit, Wörter in verschiedenen Kontexten angemessen zu verwenden. Die Erweiterung Ihres Wortschatzes fördert auch das interkulturelle Verständnis. Wenn Sie Wörter aus verschiedenen Sprachen und Kulturen kennenlernen, erhalten Sie Einblicke in verschiedene Weltanschauungen und Ausdrucksformen. Dies verbessert wiederum Ihre Fähigkeit, eine Vielzahl von Menschen zu erreichen."
}