{
  "banner1.title": "আপনার ইংরেজি দক্ষতা আজ আনলে খুলুন!",
  "banner1.description": "আমরা সাথে আত্মবিশ্বাসে ইংরেজিতে কথা বলুন।",
  "banner2.title": "আপনার প্রবণ ইংরেজিতে যাত্রা এখানে শুরু হয়।",
  "banner2.description": "প্রবণ ইংরেজির শক্তি আবিষ্কার করুন।",
  "banner3.title": "আপনার ইংরেজি কথন দক্ষতা উন্নত করুন!",
  "banner3.description": "স্পোকেন ইংরেজির শিল্প শিক্ষক হওয়ার জন্য আমাদের সাথে যোগদিন।",
  "banner1.buttonText": "ফ্রি ক্লাস",
  "hero.title": "একজন আত্মবিশ্বাসী ইংরেজি বলুন",
  "hero.description": "তুমি কি IELTS এর জন্য প্রস্তুতি নিচ্ছো, কিন্তু যখন তুমি ইংরেজি বলতে হয়, তখন তুমি আত্মবিশ্বাসী নেই, না? সম্ভবতঃ তুমি স্কুলে থেকে ইংরেজি শেখে আসো, কিন্তু তুমি কথা বলতে সমস্যায় পড়ো না। আবার আমি এখানে শুধুই অনুমান করছি, কখনও তুমি মনে করতে পারো যে তোমার মenteথে ইংরেজি ভালো, কিন্তু যখন তুমি বলো, তা বেশি খারাপ আসে। আমি এই জন্য যদি পরিচিতি অনুভব করতে পাওয়ার দরকার হয়, তবে তুমি যে বলি তাকে আমি একজন আত্মবিশ্বাসী ইংরেজি ছাত্র বলি, কিন্তু শান্তি, কারণ আমি তোমাকে একজন আত্মবিশ্বাসী ইংরেজি বলোকে সাহায্য করতে পারি।",
  "hero.buttonText": "শুরু করো",
  "beInstructor.title": "শিক্ষক হোন",
  "beInstructor.description": "আপনি কি ইংরেজি শ্রেণিতে আপনার অভিজ্ঞতা বাড়াতে চান? আপনি কি আপনার জ্ঞানকে ছাত্রদের এবং কর্মকর্তাদের সাথে ভাগ করতে চান? তাহলে আমরা আপনাকে একটি শিক্ষক হিসেবে নিয়োগ দেতে ইচ্ছুক।",
  "beInstructor.buttonText": "এখনই আবেদন করুন",
  "popularCourse.title": "জনপ্রিয় কোর্স",
  "popularCourse.viewAll": "সমস্ত কোর্স দেখুন",
  "popularCourse.courseDetails": "কোর্স বিশদ দেখুন",
  "process.howItWorks": "কীভাবে এটি কাজ করে",
  "process.joinCourse": "একটি কোর্সে যোগদান করুন",
  "process.studyPracticeReview": "অধ্যয়ন, অভ্যন্দন এবং পর্যালোচনা করুন",
  "process.speakConfidently": "আত্মবিশ্বাসে কথা বলুন",
  "blogs.title": "ব্লগ",
  "blogs.readMore": "আরও পড়ুন",
  "blogs.viewMore": "আরও দেখুন",
  "footer.title": "ভাল ইংরেজি বলুন",
  "footer.buttonText": "আমার অনলাইন কোর্সগুলি",
  "footer.services": "সেবা",
  "footer.branding": "ব্র্যান্ডিং",
  "footer.design": "ডিজাইন",
  "footer.marketing": "মার্কেটিং",
  "footer.advertisement": "বিজ্ঞাপন",
  "footer.company": "কোম্পানি",
  "footer.aboutUs": "আমাদের সম্পর্কে",
  "footer.contactUs": "যোগাযোগ",
  "footer.jobs": "চাকরি",
  "footer.faqs": "প্রশ্নসমূহ",
  "footer.legal": "আইনগত",
  "footer.termsOfUse": "ব্যবহারের শর্তাবলী",
  "footer.privacyPolicy": "গোপনীয়তা নীতি",
  "footer.cookiePolicy": "কুকি নীতি",
  "footer.siteMap": "সাইট ম্যাপ",
  "footer.eLearner": "ই-শিক্ষার্থী",
  "footer.copyright": "কপিরাইট © 2023",
  "footer.language": "ভাষা",
  "footer.languageDropdownPlaceholder": "ভাষা নির্বাচন করুন",
  "contactForm.title": "আমরা কথা বলি",
  "contactForm.nameLabel": "নাম",
  "contactForm.emailLabel": "ইমেইল",
  "contactForm.messageLabel": "বার্তা",
  "contactForm.submitButton": "প্রেরণ করুন",
  "contactForm.namePlaceholder": "আপনার নাম",
  "contactForm.emailPlaceholder": "আপনার ইমেইল ঠিকানা",
  "contactForm.messagePlaceholder": "আপনার বার্তা",
  "videoPlayer.title": "আমাদের ছাত্ররা কী বলেন",
  "videoPlayer.content": "আমাদের ছাত্ররা আমাদের চলচ্চিত্রে উল্লিখনীয় প্রতিক্রিয়া দিয়েছেন, স্পোকেন ইংরেজি কোর্সের সম্মতিদান করেছেন। তারা সতর্ককরণকর্মী এবং ইন্টার‌্যাক্টিভ ক্লাসের স্বাভাবিক এবং সহযোগী প্রকৃতি সর্বস্ত্র সহযোগী এবং সহনুভূত শিক্ষকদের মৌলিক শ্রেষ্ঠ শিক্ষণ প্রদান করে, যা তাদের স্বত্বসামর্থ্যে তাদের কথা বলতে সাহায্য করে। সার্বিকভাবে, তারা তাদের স্পোকেন ইংরেজি দক্ষতা সংযোজন করার জন্য আমাদের কোর্সগুলি কৌশল এবং আনন্দের জন্য কার্যকর এবং আনন্দদায়ক মনে করেন।",
  "videoPlayer.buttonText": "শুরু করুন",
  "freelivelessons.title": "স্পীকিং ফ্রি লাইভ লেসন!",
  "freelivelessons.latestLesson": "এখানে সর্বশেষ লাইভ লেসন",
  "freelivelessons.lessonDescription": "স্পীকিং একাডেমি বিভিন্ন বিষয়ে ফ্রি লাইভ লেসন দেয়। লেসনে, আমরা একটি জনপ্রিয় বিষয় নির্বাচন করি এবং তারপরে শব্দকোষ, বল্টি, এবং সময়ন্ত চিন্তা করি, প্রয়োগ করি, উচ্চারণ করি, পর্যায়ক্রম এবং সক্ষমতার সুপারিশ দেয়। আপনি আমার ইউটিউব চ্যানেল বা ফেসবুক পেজে দেখতে পারেন।",
  "freelivelessons.moreLessonsTitle": "আরও ফ্রি স্পীকিং লেসন",
  "freelivelessons.viewMoreVideos": "আরও ভিডিও দেখুন",
  "freelivelessons.vocabularyTitle": "স্পীকিং এর জন্য শব্দার্থ শেখা",
  "freelivelessons.vocabularyDescription": "স্পীকিং এর জন্য শব্দার্থ শেখা দর্শকের সাথে কার্যকর যোগাযোগের একটি প্রমুখ অংশ। একটি ব্যাপক শব্দার্থ দিয়ে আপনি ধারণা প্রকাশ করতে পারেন, শ্রণ্যদাতাদের সাথে যোগাযোগ করতে পারেন এবং ভাবনা সঠিকভাবে প্রকাশ করতে পারেন। এটি আপনাকে সাক্ষरতা প্রদান করে যে শব্দ পাবলিক আপনার সাথে সান্নান করে, এটি আপনার ভাষণটি আরও আকর্ষণশীল এবং প্রভাবশালী করে তৈরি করে। আরওওয়া, একটি দৃঢ শব্দার্থ আপনার গল্পকারী দক্ষতা বাড়ায়। আপনি শব্দের সাথে জীবন্ত ছবি চিত্রিত করতে পারেন, আপনার শ্রণ্যদাতাদের তান্ত্রিক গল্পে আমিওকর করে। এই দক্ষতা শুধুমাত্র সাধারণ কথোপকথনের জন্য মাত্র নয়, বর্তমানে সহস্রাধিক বাচকের সামনে এবং সার্বজনীন স্পীকিং, প্রদর্শনী এবং ইন্টারভিউগুলিতেও এই দক্ষতা মূল্যবান। IELTS সহ ভাষার দক্ষতা পরীক্ষাগুলির মধ্যে, বিশেষ করে স্পীকিং বিভাগে আপনার স্কোরগুলি সার্থকভাবে উঁচু করতে পারে। এটি আপনার ভাষার দক্ষতা এবং শব্দগুলি বিভিন্ন পরিস্থিতিতে উপযুক্তভাবে ব্যবহার করার দক্ষতা প্রদর্শন করে। আপনার শব্দার্থ প্রসারণ এবং আরও বাড়ানো সাংস্কৃতিক বুদ্ধিমত্তা উন্নত করে। আপনি বিভিন্ন ভাষা এবং সাংস্কৃতিক থেকে শব্দ সম্পর্কে জানুয়া এবং বিভিন্ন দৃষ্টিকোণ এবং প্রকাশের পথে দৃষ্টিগত অবগতি প্রাপ্ত করেন। এটি, পরান্তপ্রকাশ সাথে সংযোগ করার আপনার সাক্ষরতা এবং দৃষ্টিকোণের ব্যাপারে আপনার দক্ষতা এবং আপনাকে বিভিন্ন প্রকারের মানুষের সাথে সংযোগ করার আপনার দক্ষতা উন্নত করে।"
}