{
    "banner1.title": "Déverrouillez votre aisance en anglais aujourd'hui !",
    "banner1.description": "Parlez anglais en toute confiance avec nous.",
    "banner2.title": "Votre voyage vers l'anglais courant commence ici.",
    "banner2.description": "Découvrez la puissance de l'anglais courant.",
    "banner3.title": "Rehaussez vos compétences en expression anglaise maintenant !",
    "banner3.description": "Rejoignez-nous pour maîtriser l'art de l'anglais parlé.",
    "banner1.buttonText": "Cours gratuits",
    "hero.title": "Devenez un locuteur anglais confiant",
    "hero.description": "Vous vous préparez donc pour le test IELTS, mais vous n'êtes pas sûr de vous lorsque vous devez parler anglais, n'est-ce pas ? Peut-être que vous apprenez l'anglais depuis l'école, mais vous restez toujours bloqué lorsque vous parlez. Aussi, et je suppose ici, parfois vous avez l'impression que l'anglais dans votre tête est génial, mais quand vous parlez, cela sort bien pire. Si cela vous semble familier, alors vous êtes ce que j'appelle un étudiant en anglais en difficulté, mais détendez-vous, car je peux vous aider à devenir un locuteur anglais confiant.",
    "hero.buttonText": "Commencer",
    "beInstructor.title": "Devenir instructeur",
    "beInstructor.description": "Souhaitez-vous élargir votre expérience dans le secteur de l'anglais ? Voulez-vous partager vos connaissances avec des étudiants et des professionnels en activité ? Si oui, nous serions ravis de vous embaucher en tant qu'instructeur.",
    "beInstructor.buttonText": "Postuler maintenant",
    "popularCourse.title": "Cours populaires",
    "popularCourse.viewAll": "Voir tout",
    "popularCourse.courseDetails": "Détails du cours",
    "process.howItWorks": "Comment ça marche",
    "process.joinCourse": "Rejoindre un cours",
    "process.studyPracticeReview": "Étudier, pratiquer et réviser",
    "process.speakConfidently": "Parlez en toute confiance",
    "blogs.title": "BLOGUES",
    "blogs.readMore": "Lire la suite",
    "blogs.viewMore": "Voir plus",
    "footer.title": "Parlez mieux l'anglais",
    "footer.buttonText": "Mes cours en ligne",
    "footer.services": "Services",
    "footer.branding": "Image de marque",
    "footer.design": "Conception",
    "footer.marketing": "Marketing",
    "footer.advertisement": "Publicité",
    "footer.company": "Société",
    "footer.aboutUs": "À propos de nous",
    "footer.contactUs": "Contact",
    "footer.jobs": "Emplois",
    "footer.faqs": "FAQ",
    "footer.legal": "Légal",
    "footer.termsOfUse": "Conditions d'utilisation",
    "footer.privacyPolicy": "Politique de confidentialité",
    "footer.cookiePolicy": "Politique de cookies",
    "footer.siteMap": "Plan du site",
    "footer.eLearner": "E-Learner",
    "footer.copyright": "Droits d'auteur © 2023",
    "footer.language": "Langue",
    "footer.languageDropdownPlaceholder": "Sélectionner la langue",
    "contactForm.title": "Parlons",
    "contactForm.nameLabel": "Nom",
    "contactForm.emailLabel": "E-mail",
    "contactForm.messageLabel": "Message",
    "contactForm.submitButton": "Envoyer",
    "contactForm.namePlaceholder": "Votre nom",
    "contactForm.emailPlaceholder": "Votre adresse e-mail",
    "contactForm.messagePlaceholder": "Votre message",
    "videoPlayer.title": "Ce que disent nos étudiants",
    "videoPlayer.content": "Nos étudiants ont donné des retours positifs sur nos cours d'anglais parlé. Ils apprécient le caractère engageant et interactif des cours, ce qui les a aidés à améliorer leurs compétences en expression orale en toute confiance. Ils apprécient également les instructeurs compréhensifs et patients qui créent un environnement d'apprentissage confortable. Dans l'ensemble, ils trouvent nos cours efficaces et agréables pour améliorer leurs compétences en anglais parlé.",
    "videoPlayer.buttonText": "Commencer",
    "freelivelessons.title": "Cours en direct GRATUITS!",
    "freelivelessons.latestLesson": "Voici le dernier cours en direct",
    "freelivelessons.lessonDescription": "L'Académie de la Parole propose des cours en direct GRATUITS sur de nombreux sujets différents. Dans les cours, nous choisissons un sujet populaire, puis nous examinons le vocabulaire, y compris les idiomes et les collocations, la grammaire, la prononciation, les astuces et les techniques. Vous pouvez regarder sur ma chaîne YouTube ou ma page Facebook.",
    "freelivelessons.moreLessonsTitle": "Plus de cours gratuits de parole",
    "freelivelessons.viewMoreVideos": "Voir plus de vidéos",
    "freelivelessons.vocabularyTitle": "Apprendre le vocabulaire pour parler",
    "freelivelessons.vocabularyDescription": "Apprendre le vocabulaire pour parler est un pilier de la communication efficace. Avec un vocabulaire étendu, vous pouvez transmettre des idées clairement, engager les auditeurs et exprimer les émotions avec précision. Cela vous permet de choisir des mots qui résonnent avec votre public, rendant votre discours plus captivant et percutant. De plus, un vocabulaire solide renforce votre compétence en narration. Vous pouvez peindre des images vives avec des mots, plongeant vos auditeurs dans des récits qui laissent une impression durable. Cette compétence est précieuse non seulement dans les conversations informelles, mais aussi dans les discours publics, les présentations et les entretiens. Dans les examens de compétence linguistique tels que l'IELTS, un vocabulaire diversifié peut considérablement augmenter vos scores dans la section de la parole. Il met en valeur votre compétence linguistique et votre capacité à utiliser les mots de manière appropriée dans différents contextes. L'expansion de votre vocabulaire favorise également la compréhension interculturelle. En rencontrant et en apprenant des mots de différentes langues et cultures, vous acquérez des idées sur différentes visions du monde et modes d'expression. Cela améliore à son tour votre capacité à vous connecter avec un large éventail de personnes."
}