{
  "banner1.title": "अपने अंग्रेजी शौकियापन को आज ही खोलें!",
  "banner1.description": "हमारे साथ आत्मविश्वासपूर्ण अंग्रेजी में बात करें।",
  "banner2.title": "सुधारें अपनी अंग्रेजी बोलने की यात्रा यहाँ से शुरू होती है।",
  "banner2.description": "सुधारें अंग्रेजी की शक्ति को खोजें।",
  "banner3.title": "अपने अंग्रेजी बोलने कौशल को बढ़ावा दें!",
  "banner3.description": "हमारे साथ बोले गए अंग्रेजी कला को सीखने के लिए हमारे साथ जुड़ें।",
  "banner1.buttonText": "मुफ्त कक्षाएँ",
  "hero.title": "एक आत्म-विश्वासी अंग्रेजी वक्ता बनें",
  "hero.description": "तो आप IELTS की तैयारी कर रहे हैं, लेकिन आप जब भी अंग्रेजी बोलने की आवश्यकता होती है, तो आप आत्म-विश्वासी नहीं होते, सही है? शायद आप स्कूल से ही अंग्रेजी सीख रहे हैं, लेकिन जब आप बोलते हैं, तो आप फंस जाते हैं। इसके अलावा, और मैं यहां सिर्फ अनुमान लगा रहा हूं, कभी-कभी आपको यह लगता है कि आपके दिल में अंग्रेजी बढ़िया है, लेकिन जब आप बोलते हैं, तो यह बहुत खराब आता है। यदि यह जाने माने लगता है, तो आपको मैं जो कहता हूं, उसे मैं एक लड़बड़ाते हुए अंग्रेजी छात्र कहता हूं, लेकिन आराम करो, क्योंकि मैं आपको एक आत्म-विश्वासी अंग्रेजी वक्ता बनाने में मदद कर सकता हूं।",
  "hero.buttonText": "शुरू करें",
  "beInstructor.title": "इंस्ट्रक्टर बनें",
  "beInstructor.description": "क्या आप अपने अंग्रेजी क्षेत्र में अपने अनुभव को विस्तारित करना चाहेंगे? क्या आप अपने ज्ञान को छात्रों और कामकाजी पेशेवरों के साथ साझा करना चाहते हैं? अगर हां, तो हम आपको एक इंस्ट्रक्टर के रूप में नियुक्त करने के लिए तैयार हैं।",
  "beInstructor.buttonText": "अभी आवेदन करें",
  "popularCourse.title": "लोकप्रिय कोर्स",
  "popularCourse.viewAll": "सभी देखें",
  "popularCourse.courseDetails": "कोर्स विवरण",
  "process.howItWorks": "यह कैसे काम करता है",
  "process.joinCourse": "कोर्स में शामिल हों",
  "process.studyPracticeReview": "अध्ययन करें, अभ्यास करें और समीक्षा करें",
  "process.speakConfidently": "आत्मविश्वास से बोलें",
  "blogs.title": "ब्लॉग",
  "blogs.readMore": "और पढ़ें",
  "blogs.viewMore": "और देखें",
  "footer.title": "बेहतर अंग्रेजी बोलें",
  "footer.buttonText": "मेरे ऑनलाइन कोर्स",
  "footer.services": "सेवाएं",
  "footer.branding": "ब्रैंडिंग",
  "footer.design": "डिज़ाइन",
  "footer.marketing": "मार्केटिंग",
  "footer.advertisement": "विज्ञापन",
  "footer.company": "कंपनी",
  "footer.aboutUs": "हमारे बारे में",
  "footer.contactUs": "संपर्क करें",
  "footer.jobs": "नौकरियाँ",
  "footer.faqs": "सामान्य प्रश्न",
  "footer.legal": "कानूनी",
  "footer.termsOfUse": "उपयोग की शर्तें",
  "footer.privacyPolicy": "गोपनीयता नीति",
  "footer.cookiePolicy": "कुकी नीति",
  "footer.siteMap": "साइट मानचित्र",
  "footer.eLearner": "ई-शिक्षार्थी",
  "footer.copyright": "कॉपीराइट © 2023",
  "footer.language": "भाषा",
  "footer.languageDropdownPlaceholder": "भाषा चुनें",
  "contactForm.title": "चलो बात करते हैं",
  "contactForm.nameLabel": "नाम",
  "contactForm.emailLabel": "ईमेल",
  "contactForm.messageLabel": "संदेश",
  "contactForm.submitButton": "भेजें",
  "contactForm.namePlaceholder": "आपका नाम",
  "contactForm.emailPlaceholder": "आपका ईमेल पता",
  "contactForm.messagePlaceholder": "आपका संदेश",
  "videoPlayer.title": "हमारे छात्र क्या कहते हैं",
  "videoPlayer.content": "हमारे छात्रों ने हमारे Spoken English कोर्स के बारे में सकारात्मक प्रतिक्रिया दी है। उन्हें क्लासों की आकर्षक और इंटरैक्टिव प्रकृति से सराहना है, जिसने उनकी वाणीकी कौशल में आत्म-आत्मविश्वास में सुधार किया है। वे भी समर्थक और सब्रपूर्ण शिक्षकों को मूल रूप से मूल रूप से समर्थन करते हैं जो एक सुखद सीखने के आवास मिलाते हैं। कुल मिलाकर, वे अपनी बोली गई अंग्रेजी कौशल में निपुणता बढ़ाने के लिए हमारे कोर्सों को प्रभावी और आनंददायक मानते हैं।",
  "videoPlayer.buttonText": "शुरू करें",
  "freelivelessons.title": "मुफ्त लाइव सबक!",
  "freelivelessons.latestLesson": "यहां नवीनतम लाइव सबक है",
  "freelivelessons.lessonDescription": "स्पीकिंग एकेडमी विभिन्न प्रकार के विषयों पर मुफ्त लाइव सबक प्रदान करती है। सबकों में, हम एक लोकप्रिय विषय चुनते हैं और फिर शब्दावली, मुहावरे और कोलोकेशन सहित, व्याकरण, उच्चारण, सुझाव और तकनीकों की तरफ देखते हैं। आप मेरे YouTube चैनल या Facebook पेज पर देख सकते हैं।",
  "freelivelessons.moreLessonsTitle": "और फ्री स्पीकिंग सबक",
  "freelivelessons.viewMoreVideos": "अधिक वीडियो देखें",
  "freelivelessons.vocabularyTitle": "स्पीकिंग के लिए शब्दावली सीखना",
  "freelivelessons.vocabularyDescription": "स्पीकिंग के लिए शब्दावली सीखना प्रभावी संवाद का एक मूल स्तंभ है। एक व्यापक शब्दावली के साथ, आप विचारों को स्पष्ट रूप से प्रकट कर सकते हैं, सुनने वालों को जुटा सकते हैं, और भावनाओं को सटीकता से व्यक्त कर सकते हैं। इससे आप उन शब्दों का चयन करने की शक्ति प्राप्त करते हैं जो आपके दर्शक के साथ सम्बद्ध होते हैं, जिससे आपका भाषण और अधिक आकर्षक और प्रभावशाली होता है। दुसरे तरह, एक मजबूत शब्दावली आपके कथा कला को मजबूत करती है। आप शब्दों के साथ जीवंत चित्र बना सकते हैं, अपने सुनने वालों को ऐसे कथाओं में डूबने में जो एक दीर्घकालिक प्रभाव छोड़ जाते हैं। यह कौशल न केवल सामान्य बातचीत में ही मूल्यपूर्ण है, बल्कि भाषणों, प्रस्तावनाओं और साक्षात्कारों में भी। IELTS जैसी भाषा प्रवीणता परीक्षाओं में, एक विविध शब्दावली बोलचाल के खंड में आपके स्कोर को बड़ा दे सकती है। यह आपकी भाषा प्रवीणता को प्रदर्शित करता है और आपकी क्षमता को दर्शाता है कि आप विभिन्न संदर्भों में शब्दों का उचित रूप से उपयोग कर सकते हैं। आपकी शब्दावली को विस्तारित करने से अंतरसांस्कृतिक समझ भी बढ़ती है। जब आप विभिन्न भाषाओं और संस्कृतियों के शब्दों को मिलते हैं और सीखते हैं, तो आप विभिन्न दुनियाविचार और अभिव्यक्ति के तरीकों में अंदरूनी दृष्टिकोण प्राप्त करते हैं। यह फिर से आपकी क्षमता को बड़ाने में सहायक होता है कि एक विभिन्न प्रकार के लोगों से जुड़ सकें।"
}